[Malay]
Translated_By=Adam Khushairie
:::::::::::::::::::::::::::::::::::::::::::::::::::: Graphical Interface ::::::::::::::::::::::::::::::::::::::::::::::::::::
STEP 1 : CHOOSE YOUR KEY=LANGKAH 1 : PILIH PEMACU ANDA
STEP 2 : CHOOSE A SOURCE=LANGKAH 2 : PILIH SATU SUMBER
STEP 3 : PERSISTENCE=LANGKAH 3 : KEPERSISAN
STEP 4 : OPTIONS=LANGKAH 4 : PILIHAN
STEP 5 : CREATE=LANGKAH 5 : CIPTA
:::::::::::::::::::::::::::::::::::::::::::::::::::: General ::::::::::::::::::::::::::::::::::::::::::::::::::::
MB=MB
GB=GB
min=min
Label=Label
Size=Saiz
Help=Bantuan
Please read=Perhatian
Error=Ralat
:::::::::::::::::::::::::::::::::::::::::::::::::::: Step 1 ::::::::::::::::::::::::::::::::::::::::::::::::::::
Choose a USB Key=Pilih Pemacu USB
Hard drives=Pemacu keras
No key found=Tiada pemacu ditemui
:::::::::::::::::::::::::::::::::::::::::::::::::::: Step 2 ::::::::::::::::::::::::::::::::::::::::::::::::::::
Download=Muat turun
Support for .IMG files is experimental=Sokongan untuk fail .IMG masih diuji
Only Live mode is currently available in step 3, virtualization option has been disabled=Hanya mod Langsung tersedia dalam langkah 3, pilihan virtualisasi telah dinyahkan
However, LinuxLive USB Creator will try to use same install parameters as for=Namun, LinuxLive USB Creator akan cuba menggunakan parameter pemasangan seperti
:::::::::::::::::::::::::::::::::::::::::::::::::::: Step 3 ::::::::::::::::::::::::::::::::::::::::::::::::::::
(Live mode only)=(Mod Langsung)
(Persistent Mode)=(Mod Kepersisan)
:::::::::::::::::::::::::::::::::::::::::::::::::::: Step 4 ::::::::::::::::::::::::::::::::::::::::::::::::::::
Hide created files on key=Sembunyi fail tercipta dalam pemacu
(except for Umenu.exe)=(kecuali Umenu.exe)
Format the key in FAT32 (this will erase your data !!)=Format pemacu dalam FAT32 (ini akan memadam semua data!)
Enable launching LinuxLive in Windows (requires internet to install)=Lancarkan LinuxLive dalam Windows (memerlukan internet)
:::::::::::::::::::::::::::::::::::::::::::::::::::: Step 5 ::::::::::::::::::::::::::::::::::::::::::::::::::::
Click the lightning icon to start the installation=Klik ikon petir untuk memulakan pemasangan
Please choose a FAT32 or FAT formated key or check the formating option=Sila pilih pemacu berformat FAT32 atau FAT atau tandakan pilihan format
No disk selected=Tiada pemacu dipilih
No file selected=Tiada fail dipilih
No folder or CD selected=Tiada folder atau CD dipilih
http://www.ubuntu.com/getubuntu/download=http://www.ubuntu.com/getubuntu/download
Please choose an ISO image of LinuxLive CD=Sila pilih imej ISO daripada LinuxLive CD
Please choose a CD of LinuxLive Live or its folder=Sila pilih CD LinuxLive Live atau foldernya
Start creation of LinuxLive USB=Mulakan penciptaan LinuxLive USB
Please validate step 1 to 3=Sila sahkan langkah 1 hingga 3
Are you sure you want to format this disk and lose your data=Adakah anda pasti untuk format pemacu ini dan memadam data anda 
Formatted in=Terformat dalam
Formating the key=Memformat pemacu
Step 1 to 3 OK=Langkah 1 hingga 3 OK
Cleaning previous installations ( 2min )=Membersihkan pemasangan lampau ( 2min )
Setting up virtualization software=Memasang perisian virtualisasi
VirtualBox already downloaded=VirtualBox sudah dimuat turun
A new version of VirtualBox is available=Versi terbaharu VirtualBox tersedia
This new version will be downloaded=Versi baharu ini akan dimuat turun
Downloading VirtualBox as a background task=Memuat turun VirtualBox di latar belakang
Download started succesfully=Muat turun berjaya dimulakan
Download failed to start=Muat turun gagal dimulakan
VirtualBox will not be installed=VirtualBox tidak akan dipasang
Integrity could not be verified=Kesahihan tidak dapat dipastikan
Will attempt installation=Akan mencuba pemasangan
Cannot download=Tidak dapat dimuat turun
Extracting ISO file on key=Mengekstrak fail ISO pada pemacu
Writing image to the usb stick=Menulis imej pada pemacu USB
Copying files to the key=Menyalin fail pada pemacu
Renaming some files=Menamakan semula beberapa fail
Hiding files=Menyembunyikan fail
Creating file for persistence=Mencipta fail untuk kepersisan
Formating persistence file=Memformat fail kepersisan
Live mode : no persistence file=Mod Langsung : tiada fail kepersisan
Ubuntu variant found=Varian Ubuntu ditemui
Installing boot sectors=Memasang sektor 'boot'
Downloading VirtualBox=Memuat turun VirtualBox
Download complete=Muat turun selesai
Cleaning previous VirtualBox install=Membersihkan pemasangan VirtualBox lampau
Extracting VirtualBox on key=Mengekstrak VIrtualBox pada pemacu
Applying VirtualBox settings=Menetapkan tetapan VirtualBox
Your LinuxLive key is now up and ready=Pemacu LinuxLive anda sudah sedia digunakan
You do not have enough rights to launch VirtualBox=Anda tidak mempunyai keizinan untuk melancarkan VirtualBox
Please log in as an administrator or run VirtualBox with admin rights=Sila daftar masuk sebagai 'administrator' atau jalankan VirtualBox dengan izin 'admin'
Free memory below 256mb threshold=Amaran memori bebas di bawah 256mb
This is not enough to launch LinuxLive in Windows=Ini tidak mencukupi untuk melancarkan LinuxLive dalam Windows
:::::::::::::::::::::::::::::::::::::::::::::::::::: Help File ::::::::::::::::::::::::::::::::::::::::::::::::::::
Help file is missing=Fail bantuan hilang
:::::::::::::::::::::::::::::::::::::::::::::::::::: A propos ( Help step 5) ::::::::::::::::::::::::::::::::::::::::::::::::::::
About this software=Tentang perisian ini
User's Guide=Panduan pengguna
Virtualization Tutorial (FR)=Tutorial virtualisasi
Donate=Derma
Version=Versi
:::::::::::::::::::::::::::::::::::::::::::::::::::: Configuration du clavier ::::::::::::::::::::::::::::::::::::::::::::::::::::
This ISO is not compatible=Fail ISO ini tidak bersesuaian
Detecting keyboard layout=Mengesan susunan papan kekunci
French (France)=Bahasa Perancis (Perancis)
French (Swiss)=Bahasa Perancis (Switzerland)
Dutch=Belanda
Portuguese=Portugis
US or other (qwerty)=US dan lain-lain (qwerty)
:::::::::::::::::::::::::::::::::::::::::::::::::::: Configuration VirtualBox ::::::::::::::::::::::::::::::::::::::::::::::::::::
Error while creating VMDK=Ralat semasa mencipta VMDK
Key not found, VMDK is invalid=Pemacu tidak ditemui, VMDK tidak sah
Try to launch again SetupForAutoVMDK.exe=Mencuba kembali pelancaran SetupForAutoVMDK.exe
Do you want to ignore this error=Adakah anda hendak mengabaikan ralat ini
:::::::::::::::::::::::::::::::::::::::::::::::::::: Vérifications MD5 ::::::::::::::::::::::::::::::::::::::::::::::::::::
Cannot find MD5SUMS file=Tidak dapat menemui fail MD5SUMS
Canceling check=Membatalkan pemeriksaan
You have the right ISO file but it is corrupted or was altered=Anda mempunyai fail ISO yang betul tetapi ia telah rosak atau diubahsuai
Please download it again=Sila muat turun kembali
Verifying=Memverifikasi
This ISO is not compatible=ISO ini tidak bersesuaian
Please read the compatibility list in user guide=Sila baca senarai kesesuaian dalam panduan pengguna
If your version is in this list, this mean that your file is corrupted, please download it again=Jika versi anda ada dalam senarai ini, maka fail anda telah rosak, sila muat turun kembali
This version is compatible and its integrity was checked=Versi ini bersesuaian dan kesahihannya sudah diperiksa
Check completed=Verifikasi selesai
Integrity + compatibility check= Pemeriksaan kesahihan + kesesuaian
Unable to open MD5SUM.txt=Tidak dapat membuka MD5SUM.txt
Checking integrity=Memeriksa kesahihan
This file is corrupted=Fail ini telah rosak
All files have been successfully checked=Semua fail telah selesai diperiksa
Checking file=Memeriksa fail
:::::::::::::::::::::::::::::::::::::::::::::::::::: Menu de la clé ::::::::::::::::::::::::::::::::::::::::::::::::::::
Persistent Mode=Mod Kepersisan
Live Mode=Mod Langsung
Install=Pasangkan
File Integrity Check=Pemeriksaan Kesahiha Fail
Memory Test=Ujian RAM
:::::::::::::::::::::::::::::::::::::::::::::::::::: Fenêtre de bug ::::::::::::::::::::::::::::::::::::::::::::::::::::
An error occurred=Ralat
An anonymous report was sent in order to fix this error as soon as possible=Laporan tanpa nama telah dihantar untuk membaiki ralat ini dengan segera
Show bug report=Papar laporan pepijat
Restart application=Lancar aplikasi semula
Close application=Tutup aplikasi
Last Actions=Tindakan terakhir
Unique anonymous ID=ID unik tanpa nama
Report status=Status laporan
Pending=Menunggu
Error (not sent)=Ralat (tidak dihantar)
Sent=Sudah dihantar
:::::::::::::::::::::::::::::::::::::::::::::::::::: Fenétre d'aide finale ::::::::::::::::::::::::::::::::::::::::::::::::::::
In order to launch LinuxLive :=Untuk melancarkan LinuxLive 
Remove your key and insert it again=Tanggal dan masukkan semula pemacu
Go to 'My Computer'=Pergi ke 'My Computer'
Right click on you key and select :=Klik kanan pada pemacu anda dan pilih 
'LinuxLive!' to launch linux in windows='LinuxLive!' untuk melancarkan linux dalam windows
'VirtualBox Interface' to launch VirtualBox full interface='Antaramuka VirtualBox' untuk melancarkan antaramuka penuh VirtualBox
'CD Menu' to launch the original CD menu='CD Menu' untuk melancarkan menu asal CD
:::::::::::::::::::::::::::::::::::::::::::::::::::: new in 2.0 ::::::::::::::::::::::::::::::::::::::::::::::::::::
OR=ATAU
Manually=Secara manual
Automatically=Secara automatik
Please select a linux to continue=Sila pilih satu linux untuk teruskan
Looking for the fastest mirror=Mencari pautan terpantas
Testing mirror=Menguji pautan
No online mirror found=Tiada pautan atass talian ditemui
Please check your internet connection or try with another linux=Sila periksa sambungan internet atau cuba linux lain
Select this file as the source when download will be completed=Pilih fail ini sebagai sumber apabila muat turun selesai
Downloading=Sedang dimuat turun
from=daripada
Error while trying to download=Ralat muat turun
Latency=Latensi
Server Name=Nama Pelayan
Copy link=Salin pautan
Launch in my browser=Lancarkan dalam pelayar web saya
Best mirrors=Pautan terbaik
Good mirrors=Pautan baik
Bad mirrors=Pautan buruk
Dead mirrors=Pautan mati
Check will begin shortly=Pemeriksaan akan dimulakan sebentar lagi
:::::::::::::::::::::::::::::::::::::::::::::::::::: new in 2.2 ::::::::::::::::::::::::::::::::::::::::::::::::::::
Select your favourite Linux=Pilih Linux kegemaran anda
There is a new version available=Ada versi terbaharu tersedia
Your LiLi's version is not up to date=Versi LiLi anda tidak dikemas kini
Last version is=Versi terbaharu ialah
Your version is=Versi anda ialah
Do want to download it=Adakah anda mahu muat turunnya 
Error while trying to find physical disk number=Ralat semasa mencari nombor fizikal cakera
:::::::::::::::::::::::::::::::::::::::::::::::::::: new in 2.3 ::::::::::::::::::::::::::::::::::::::::::::::::::::
This Linux is not in the compatibility list=Linux ini tiada dalam senarai kesesuaian
Setting the memory to the recommended value=Menetapkan memori kepada nilai cadangan
Free memory is below the recommended value for your Linux to run in Windows=Memori bebas dibawah nilai cadangan untuk Linux anda dijalankan dalam Windows
Recognized Linux=Linux diiktiraf
Built-in Persistency=Kepersisan terbina dalam
:::::::::::::::::::::::::::::::::::::::::::::::::::: new in 2.5 ::::::::::::::::::::::::::::::::::::::::::::::::::::
You have already created a key=Anda telah mencipta pemacu
Are you sure that you want to recreate one=Adakah anda pasti untuk mencipta semula pemacu
The compatibility list has been updated=Senarai kesesuaian telah dikemas kini
These linuxes are now supported=Linux-linux ini telah disokong
Official Ubuntu Variants=Varian Ubuntu Rasmi
Ubuntu Based Variants=Varian Berasaskan Ubuntu
Fedora Variants=Varian Fedora
Debian Variants=Varian Debian
PCLinuxOS Variants=Varian PCLinuxOS
Rescue CDs=CD Penyelamat
Light Linuxes=Linux ringan
Gentoo Based=Berasaskan Gentoo
Security Purpose=Tujuan Keselamatan
Others=Lain-lain
Regular Linux (works with most linuxes)=Linux biasa (sesuai dengan kebanyakan linux)
:::::::::::::::::::::::::::::::::::::::::::::::::::: new in 2.6 ::::::::::::::::::::::::::::::::::::::::::::::::::::
Updating Portable-VirtualBox pack=Mengemas kini pek Portable-VirtualBox
Help me to improve LiLi=Bantu saya untuk meningkatkan LiLi
This is a Beta or Release Candidate version=Ini adalah versi Beta atau Release Candidate
Click OK to leave a feedback or click Cancel to close this window=Klik OK untuk menghantar maklum balas atau klik Batal untuk menutup tetingkap ini
Options=Pilihan
General=Umum
Versions=Versi
Compatibility List=Senarai kesesuaian
Make a donation=Derma
Contact me=Hubungi saya
CopyLeft by=CopyLeft daripada
GPL v3 License=Lesen GPL v3
Language=Bahasa
Available languages=Bahasa tersedia
Proxy=Proksi
Proxy settings=Tetapan proksi
No proxy=Tiada proksi
Use system settings=Gunakan tetapan sistem
Use custom settings=Gunakan tetapan khas 
Proxy URL=URL proksi
Port=Port
Username=Nama pengguna
Password=Kata laluan
Status=Status
Test settings=Tetapan ujian
You are connected=Tersambung
You are disconnected=Terputus
Not tested yet=Belum lagi diuji
Update=Kemas kini
Check for updates=Periksa untuk pengemaskinian
Stable releases only=Keluaran stabil sahaja
Stable and beta releases=Keluaran stabil dan beta
Advanced=Lanjutan
Do not modify these options unless you know what you are doing=Jangan ubahsuai pilihan ini kecuali anda tahu apa yang anda lakukan
Select a Linux=Pilih satu Linux
Install parameters=Parameter pemasangan
Use LiLi automatic recognition=Gunakan pengecaman automatik LiLi
highly recommended=sangat digalakkan
Force using same parameters as=Paksa gunakan parameter yang sama seperti
Netbook screen detected=Skrin netbook dikesan
Your screen vertical resolution is less than 600 pixels=Resolusi menegak anda kurang daripada 600 piksel
Please use the arrow keys (up and down) of your keyboard to move the interface=Sila gunakan kekunci anak panah (atas dan bawah) untuk mengerakkan antaramuka
Testing=Sedang menguji
:::::::::::::::::::::::::::::::::::::::::::::::::::: new in 2.7 ::::::::::::::::::::::::::::::::::::::::::::::::::::
I'm sorry for the inconvenience but LiLi has crashed=Maaf atas segala kesulitan namun LiLi sudah terbabas
Please enter an email address and a detailed comment about this crash=Sila masukkan alamat e-mel dan komen lanjut tentang babas ini
I will contact you as soon as I can=Saya akan hubungi anda secepat mungkin
Show crash report=Papar laporan babas
Close (don't send)=Tutup (jangan hantar)
Send Report=Hantar Laporan
Your file is corrupted=Fail anda rosak
Please download it again=Sila muat turun kembali
Read the log for more information=Baca log untuk maklumat lebih lanjut
Starting LinuxLive USB Creator=Melancarkan LinuxLive USB Creator
Checking for new major version=Memeriksa versi major baharu
Checking for new minor version=Memeriksa versi minor baharu
Checking for new Portable-VirtualBox version=Memeriksa versi Portable-VirtualBox baharu
Reading compatibility list=Membaca senarai kesesuaian
Loading interface=Memuat antaramuka
Getting drive list=Mendapatkan senarai cakera 
Logging system configuration=Mengelog konfigurasi sistem
Checking for updates=Memeriksa kemas kini
Please close any application accessing your key and try again=Sila tutup aplikasi yang menggunakan pemacu anda dan cuba lagi
Checking VirtualBox archive integrity=Memeriksa kesahihan arkib VirtualBox
VirtualBox archive integrity checked=Arkib VirtualBox disahkan
Unzipping VirtualBox archive to disk=Menyah arkib VirtualBox ke cakera
VirtualBox archive is corrupted=Arkib VirtualBox rosak
Force using default mode (works with most Linuxes)=Paksa guna mod lalai (sesuai untuk semua Linux)
There is a new Beta version available=Versi Beta baharu tersedia
Your LiLi's version is not up to date=Versi LiLi anda tidak dikemas kini
Last beta version is=Versi Beta terbaharu
Server-oriented=Berdasarkan pelayan
